taskt/Core/Automation/Commands/DateTimeGroup/CreateDateTimeCommand.dot
digraph "CreateDateTimeCommand" {
"CreateDateTimeCommand" -> "ADateTimeCreateCommands";
"ADateTimeCreateCommands" -> "ScriptCommand";
"ADateTimeCreateCommands" -> "IDateTimeCreateProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
